/* DHCP list format */
" - %@ (%@) will serve out addresses from %@ to %@" = " - %1$@ (%2$@) will serve out addresses from %3$@ to %4$@";

/* LAN interface list format */
" - %@ (%@) with IP address %@" = " - %1$@ (%2$@) with IP address %3$@";

/* IPFW list format */
" - %@ will allow all traffic on %@ (%@)" = " - %1$@ will allow all traffic on %2$@ (%3$@)";

/* Name format for created IP firewall group */
"%@-net" = "%@-net";

/* Button title */
"Cancel" = "Cancel";

/* Role description */
"Configures your server to act as a network gateway, sharing a network connection from one interface to others." = "Configures your server to act as a network gateway, sharing a network connection from one interface to others.";

/* VPN shared secret error sheet message */
"Enter a shared secret or disable VPN to continue." = "Enter a shared secret or disable VPN to continue.";

/* Role display name */
"Gateway Setup Assistant" = "Gateway Setup Assistant";

/* Status message */
"Getting DHCP information" = "Getting DHCP information";

/* Status message */
"Getting network information" = "Getting network information";

/* 'not' for the settings overview */
"not " = "not ";

/* DHCP warning sheet message */
"One or more DHCP subnets are already configured.  Finishing this assistant will overwrite all of the DHCP subnets.  Are you sure you want to continue?" = "One or more DHCP subnets are already configured.  Finishing this assistant will overwrite all of the DHCP subnets.  Are you sure you want to continue?";

/* Button title */
"Overwrite" = "Overwrite";

/* DHCP warning sheet title */
"Overwrite existing DHCP subnets?" = "Overwrite existing DHCP subnets?";

/* LAN error sheet message */
"Please choose an interface that will be connected to your internal network." = "Please choose an interface that will be connected to your internal network.";

/* Status message */
"Setting up DHCP" = "Setting up DHCP";

/* Status message */
"Setting up IP Firewall" = "Setting up IP Firewall";

/* Status message */
"Setting up NAT" = "Setting up NAT";

/* Status message */
"Setting up Network" = "Setting up Network";

/* Status message */
"Setting up VPN" = "Setting up VPN";

/* Status message */
"Starting DHCP" = "Starting DHCP";

/* Status message */
"Starting DNS" = "Starting DNS";

/* Status message */
"Starting IP Firewall" = "Starting IP Firewall";

/* Status message */
"Starting NAT" = "Starting NAT";

/* Status message */
"Starting VPN" = "Starting VPN";

/* VPN shared secret error sheet title */
"To enable VPN, you must provide a shared secret." = "To enable VPN, you must provide a shared secret.";

/* Name for created IP firewall group */
"VPN-net" = "VPN-net";

/* LAN error sheet title */
"You must choose at least one interface to share the Internet connection with." = "You must choose at least one interface to share the Internet connection with.";

